      --
      -- Data for table: readers; Type: TABLE DATA; Schema: public
      --
      INSERT INTO readers VALUES
      (DEFAULT, 'Ivan', 'Petrov', 'ivpetr@fan.local', '8NkbOQ', 'item07.jpg'),
      (DEFAULT, 'Viktor', 'Sidorov', 'vsidor@fan.local', 'YiwXX3', 'item02.jpg'),
      (DEFAULT, 'Oleg', 'Ivanov', 'oliv@fan.local', 'rfH4zX', 'item09.jpg'),
      (DEFAULT, 'Denis', 'Kotov', 'denkot@fan.local', 'kKFy-9', 'item15.jpg');

      --
      -- Data for table: articles; Type: TABLE DATA; Schema: public
      --
      INSERT INTO articles VALUES
      (DEFAULT, 'Назван лучший независимый фильм года', '2020-06-07', 'Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Рок-музыка всегда ассоциировалась с протестами. Он написал больше 30 хитов.', 'item03.jpg', 'Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Сандэнс- это крупнейший фестиваль независимого кино в США. Его в 1981 году основал актер Роберт Редфорд. Американская киноакадемия обнародовала список актеров, которые будут вручать премию Оскар.  Он написал больше 30 хитов. Животных надо обнимать, кормить вкусным и общаться. Так ли это на самом деле? Достичь успеха помогут ежедневные повторения. В приют для животных нужны волонтеры, которые помогут поросятам подружиться с людьми. Букмекеры с небольшим преимуществом фаворитом этой встречи считают хозяев поля.'),
      (DEFAULT, 'Рок — это протест', '2020-04-19', 'Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Это один из лучших рок-музыкантов. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Как начать действовать? Для начала просто соберитесь.', 'item11.jpg', 'Букмекеры с небольшим преимуществом фаворитом этой встречи считают хозяев поля. В приют для животных нужны волонтеры, которые помогут поросятам подружиться с людьми. Когда авиалайнер начал выруливать на полосу, в кабине пилотов произошел инцидент с рукоприкладством и самолет вернулся назад.  Ученые обнаружили сорняк, содержание каннабиноидов в котором до 30 раз превышает содержание в известных сортах марихуаны. Как начать действовать? Для начала просто соберитесь. Сандэнс- это крупнейший фестиваль независимого кино в США. Его в 1981 году основал актер Роберт Редфорд. Собрать камни бесконечности легко, если вы прирожденный герой. Простые ежедневные упражнения помогут достичь успеха. Из под его пера вышло 8 платиновых альбомов. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. На поверхности планеты сформирован рельеф в виде сердечка. Первая большая ёлка была установлена только в 1938 году. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Золотое сечение — соотношение двух величин, гармоническая пропорция. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Он написал больше 30 хитов. Проблема бокса в том, что люди не покупают билеты на бои. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Многие интернет-пользователи написали гневные комментарии о действии водителя.'),
      (DEFAULT, 'Найдены сорняки в 30 раз мощнее каннабиса', '2020-05-13', 'Первая большая ёлка была установлена только в 1938 году. Об этом сообщается на ее официальной странице в Twitter в воскресенье, 2 февраля.', 'item05.jpg', 'Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Золотое сечение — соотношение двух величин, гармоническая пропорция. Сандэнс- это крупнейший фестиваль независимого кино в США. Его в 1981 году основал актер Роберт Редфорд. Букмекеры с небольшим преимуществом фаворитом этой встречи считают хозяев поля. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Многие интернет-пользователи написали гневные комментарии о действии водителя. Первая большая ёлка была установлена только в 1938 году. Так ли это на самом деле? Достичь успеха помогут ежедневные повторения. Программировать не настолько сложно, как об этом говорят. Простые ежедневные упражнения помогут достичь успеха. Рок-музыка всегда ассоциировалась с протестами. Он написал больше 30 хитов. Когда авиалайнер начал выруливать на полосу, в кабине пилотов произошел инцидент с рукоприкладством и самолет вернулся назад.  Феррари, Мерседес и Ред Булл представят автомобили для следующего сезона. Как начать действовать? Для начала просто соберитесь. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Это один из лучших рок-музыкантов. Об этом сообщается на ее официальной странице в Twitter в воскресенье, 2 февраля. Ученые обнаружили сорняк, содержание каннабиноидов в котором до 30 раз превышает содержание в известных сортах марихуаны. На поверхности планеты сформирован рельеф в виде сердечка. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Собрать камни бесконечности легко, если вы прирожденный герой. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Из под его пера вышло 8 платиновых альбомов. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравится только игры. В приют для животных нужны волонтеры, которые помогут поросятам подружиться с людьми. В последнюю неделю перед вручением Оскара букмекеры обновили свои прогнозы в главных номинациях.');

      --
      -- Data for table: comments; Type: TABLE DATA; Schema: public
      --
      INSERT INTO comments VALUES
      (DEFAULT, 'Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.', '2020-04-29', 1, 4),
      (DEFAULT, 'Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.', '2020-05-05', 1, 4),
      (DEFAULT, 'Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.', '2020-06-27', 1, 2),
      (DEFAULT, 'Согласен с автором!', '2020-04-04', 1, 4),
      (DEFAULT, 'Плюсую, но слишком много буквы!', '2020-06-03', 1, 2),
      (DEFAULT, 'Хочу такую же футболку :-)', '2020-06-11', 2, 2),
      (DEFAULT, 'Давно не пользуюсь стационарными компьютерами. Ноутбуки победили.', '2020-05-30', 2, 2),
      (DEFAULT, 'Это где ж такие красоты?', '2020-05-19', 2, 4),
      (DEFAULT, 'Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.', '2020-05-28', 2, 2),
      (DEFAULT, 'Согласен с автором!', '2020-06-09', 3, 1),
      (DEFAULT, 'Плюсую, но слишком много буквы!', '2020-06-16', 3, 4);

      --
      -- Data for table: categories; Type: TABLE DATA; Schema: public
      --
      INSERT INTO categories VALUES
      (DEFAULT, 'Деревья'),
      (DEFAULT, 'За жизнь'),
      (DEFAULT, 'Без рамки'),
      (DEFAULT, 'Разное'),
      (DEFAULT, 'IT'),
      (DEFAULT, 'Музыка'),
      (DEFAULT, 'Кино'),
      (DEFAULT, 'Программирование'),
      (DEFAULT, 'Железо'),
      (DEFAULT, 'Наука'),
      (DEFAULT, 'Спорт'),
      (DEFAULT, 'Lifestyle');

      --
      -- Data for table: articles_categories; Type: TABLE DATA; Schema: public
      --
      INSERT INTO articles_categories VALUES
      (1, 2),
      (1, 8),
      (2, 9),
      (2, 12),
      (2, 2),
      (3, 5),
      (3, 2);
